{
	"home": {
		"home_banner": "Indulge your sweet tooth at our enchanting online candy wonderland! Welcome to Sally Sweets, where sugar dreams come to life. Explore a vibrant array of delectable treats that promise to satisfy every craving. From classic confections to whimsical delights, our curated selection caters to all ages and tastes.  Happiness is just a browse away!",
		"our_story": "In the colorful tapestry of 1960s nostalgia, 'Sally Sweets' emerged as a small, family-owned candy shop in the heart of town. Established in 1967 by the visionary Wilkins family, Sally Sweets began its journey with a commitment to crafting timeless confections that sparked joy. From hand-pulled taffies to artisanal chocolates, each creation bore the mark of passion and quality. Over the decades, Sally Sweets evolved, adapting to changing tastes while preserving the essence of its heritage recipes. Through economic shifts and cultural trends, the shop became a cherished landmark, weaving itself into the fabric of the community. Generations of families shared sweet moments at the candy counter, creating memories that echoed the laughter and delight of childhood. The secret to 'Sally Sweets' enduring success lies in its dedication to authenticity. The recipes passed down through the Wilkins family, combined with a commitment to sourcing the finest ingredients, ensured that every candy retained its original magic. ",
		"sweetshop": "Step into a world of sweet enchantment at Sally Sweets!, we've been crafting delightful confections with passion and quality. ",
		"birthday": "Elevate your birthday experience with our personalized service – let the festivities begin!",
		"functions": "Elevate your private events with our delightful confections crafted for joy and indulgence",
		"visitus": "Explore our curated selection and experience the magic of tradition blended with modernity. Indulge in the finest handcrafted treats, perfect for every occasion. Your sweet journey awaits – come discover the legacy of Sally Sweets.",
		"Telephone": "584-869-8956",
		"email": "info@candy.com",
		"address": "1234 Candy Rd, San Fransisico ,CA 587964",
		"openhours": "Open 10am-5pm Ever Day ",
		"closeon": " Close on Holidays"
	},
	"products": {
		"products_banner": "Step into a world of sweet enchantment at Sally Sweets!, we've been crafting delightful confections with passion and quality. "
	},
	"events": {}
}
